[{"title":"How many islands does Venice have?","summary":"Venice captured the impression of a magical floating city by setting wood pilings on the 118 submerged islands in the Northern end of the Adriatic Sea.","content":"Venice captured the impression of a magical floating city by setting wood pilings on the 118 submerged islands in the Northern end of the Adriatic Sea. 400 foot bridges and 170 boat canals connect the city to make it easily accessible to the local populace.","image":"/static/images/venice (1).jpg","createdAt":1730333715599},{"title":"What is the color of hydrogen?","summary":"For example, hydrogen is a colorless gas, carbon as charcoal or graphite is black, common sulfur is yellow, chlorine is a greenish gas, bromine is a dark red liquid, iodine in ether is violet, amorphous phosphorus is red, rust is dark orange-red, etc.","content":"For example, hydrogen is a colorless gas, carbon as charcoal or graphite is black, common sulfur is yellow, chlorine is a greenish gas, bromine is a dark red liquid, iodine in ether is violet, amorphous phosphorus is red, rust is dark orange-red, etc.","image":"/static/images/chemist.jpg","createdAt":1730333907951},{"title":"Which sea has no coast line?","summary":"Sargasso Sea. The Sargasso Sea in the North Atlantic is bounded by the Gulf Stream on the west, the North Atlantic Current on the north, the Canary Current on the east, and the North Equatorial Current on the south. ","content":"Sargasso Sea. The Sargasso Sea in the North Atlantic is bounded by the Gulf Stream on the west, the North Atlantic Current on the north, the Canary Current on the east, and the North Equatorial Current on the south. The Sargasso Sea is a region in the gyre in the middle of the North Atlantic Ocean.","image":"/static/images/coast.jpg","createdAt":1730333999997},{"title":"Do babies have kneecaps when they are born?","summary":"As such, it takes a little longer than some bones to, well, become bone. Although it doesn't show up on X-rays, your baby does in fact have kneecaps. They're just not bony kneecaps.","content":"As such, it takes a little longer than some bones to, well, become bone. Although it doesn't show up on X-rays, your baby does in fact have kneecaps. They're just not bony kneecaps. At birth, these kneecaps are still cartilage, and remain so for a few years.","image":"/static/images/baby.jpg","createdAt":1730334336135},{"title":"Where did the word colonel come from?","summary":"Colonel came into English, according to The Oxford English Dictionary, in the mid-16th century from Middle French, and there were two forms of the word then, coronel (or coronelle, akin to Spanish coronel) and colonel, the latter form more clearly reflecting its Old Italian antecedent, colonello","content":"Colonel came into English, according to The Oxford English Dictionary, in the mid-16th century from Middle French, and there were two forms of the word then, coronel (or coronelle, akin to Spanish coronel) and colonel, the latter form more clearly reflecting its Old Italian antecedent, colonello","image":"/static/images/soldier (1).jpg","createdAt":1730334561883},{"title":"What fruits are native to America?","summary":"“Concord grapes are one of only three fruits native to North America. The other two fruits are blueberries and cranberries.” (Dole.com)","content":"“Concord grapes are one of only three fruits native to North America. The other two fruits are blueberries and cranberries.” (Dole.com) “The cranberry is one of just three fruits native to North America (along with Concord grapes and blueberries)” (Pittsburgh Magazine)","image":"/static/images/fruit.jpg","createdAt":1730334698310},{"title":"What percentage of the world population are left handed?","summary":"Left-handedness is less common than right-handedness. Left-handed people are more skillful with their left hands when performing tasks. ","content":"Left-handedness is less common than right-handedness. Left-handed people are more skillful with their left hands when performing tasks. Studies suggest that approximately 10% of the world population is left-handed. Mixed-handedness is the change of hand preference between tasks.","image":"/static/images/hand.jpg","createdAt":1730512744249}]